{
    "DeckName": "Hacha's Lewd ToD Deck",

    "DeckBy": "Hacha",

    "Truths": [
        "Nope. Pick a Dare instead :3 If your drinking, you may take a shot instead.",
        "Double Time: Take two more Truth's and do them both.",
		"How many people here have you ERP'd with?",
		"What's something typically nonsexual that turns you on?",
		"Have you ever accidently sext the wrong person?",
		"What's a secret kink of yours?",
		"Do you listen to music during sex/erp? If so, whats your favorite?",
		"What's the most times youve orgasamed during one session?",
		"Who here has made you cum the most?",
		"Have you ever had a wet dream? What was it about?",
		"Who here have you had sexual fantasies about?",
		"What's your favorite type of sex toy?",
		"Have you ever been caught during sex/erp?",
		"What's your #1 sexual fantasy?",
		"What is the hottest thing that someone could do to you?",
		"What's your preferred type of sex/erp? Soft, slow, rough, agressive, etc.",
		"Have you ever tasted your own cum? What did it taste like?",
		"Whats your guilty pleasure game? (A game you don't want to admit that you like)",
		"Tell the group how you lost your virginity/e-virginity, how it went, what happened, how it happened, etc.",
		"Who was your first celebrity crush?",
		"Have you ever unironically played a porn game? If it was to get off, take a shot (if your drinking).",
		"What's the first game that you fully completed?.",
        "<local>, who do you like here the most?",
		"Take a shot. If your not drinking, chug a water bottle before the end of your next turn or take 2 Truths. Hydration :3",
		"Strip... Wait, thats a dare... Oh well, do it anyways.",
		"What game have you spent the most money on? Roughly how much?",
		"What position do you want to hold <player> in sexually?",
		"What song this year have you listened to the most?",
		"If you could have sex with one person before you died, who would it be?",
		"Whats the weirdest, non-sexual item that you've used as a sex toy?",
		"Have you ever brought a sex toy out in public? What was it like?",
		"Tell <player> what you would like to do to them."
    ],
    "Dares": [
		"Nope. Pick a Truth instead :3. If your drinking, you may take a shot instead.",
		"Double Time: Take two more Dares and do them both.",
        "Sit on <player>'s lap until your next turn.",
        "Give <player> <range[1-25]> kisses.",
		"Go with <player> upstairs for a quick game of 7 Minutes in Heaven. The group tells you when 7 minutes have passed (truthful or not).",
        "Strip.",
        "Makeout with <player> until your next turn.",
		"Act like an animal of the group's choice until your next turn.",
		"The group decides a position for you to stay in until your next turn.",
		"The group decides how many shots you take. Nothing above 10.",
		"The group decides how you should be dressed, if at all.",
		"You must cum <range[1-7]> times before the end of the game, or else you cant cum a member of the group says so. You may alternatively take 1 shot for each time instead.",
		"Each member of the group gets to ask one question that you must answer.",
		"Makeout with <player> for <range[10-120]> seconds.",
		"Touch yourself until your next turn. Vibrators work, too.",
		"Kiss <player>'s crotch.",
		"Change into your kinkiest avatar.",
		"Sniff a part of <player> of their choosing. What do they smell like?",
		"The group decides what your dare is.",
		"Get dressed again. Or put more clothes on. Boooooring.",
		"Skip your next turn. If a dare says your name during this time, you may choose another player in your place.",
		"<player> must crush your head between their thighs until your next turn... Or longer, you freak.",
		"Give your best pickup line to <player>. They decide if it's good or bad. If its bad, take a shot.",
		"Straddle <player>'s waist until your next turn.",
		"Everybody chooses a nickname for the rest of the game. You must refer to them by that nickname for the rest of the game. If you fail, they get to spank you.",
		"Go upstairs and try to make yourself cum until someone tells you its your turn.",
		"Close your eyes until someone tells you its your turn. If you open them early, even if they lied, take 2 Dares.",
		"Kiss the part of <player>'s body that you'd want to cum on.",
		"Kiss <player>'s thighs until they say stop.",
		"Turn a player of your choice on using only your feet.",
		"Start humping <player>'s body until your next turn.",
		"Take off your pants, both in VRChat and real life. If your already naked, put your clothes back on except for your pants.",
		"Let <player> play with your hair (or pull on it) until they want to stop.",
		"Take a shot. If your not drinking, chug a water bottle before the end of your next turn or take 2 Dares. Hydration :3",
		"In your most sultry voice, tell <player> what you find hot about them.",
		"Send a message to the last person you messaged. The group decides the message.",
		"<player> must spank you <range[1-10]> times."
    ]
}
